{
  "dealer": {
    "lose": [
      "Thou art outsmarted, simpleton.",
      "Divine providence favors the elite.",
      "The hand of God scoffs at thy attempts.",
      "Lo. The heavens mock thy meager fortune.",
      "Thy wealth is a paltry offering, peasant.",
      "The commoners weep, I revel.",
      "Ha. Thy fortune hath forsaken thee, imbecile.",
      "Begone, lowly soul, face bourgeois wisdom.",
      "Thy fate is sealed, insolent plebeian.",
      "The dealer triumphs, thou art a pawn.",
      "Feeble minds are no match for mine.",
      "Lowly peasants cannot comprehend my brilliance.",
      "Your failure is a testament to your station.",
      "Grovel before the superiority of the ruling class.",
      "Hark. The sound of your defeat echoes.",
      "Your loss reminds of your insignificance.",
      "Pity the fool who dares challenge the bourgeoisie.",
      "Celebrate my victory, your subjugation.",
      "Oh, the woes of the peasant, how they amuse me.",
      "Bask in my glory, you shall never surpass it."
    ],
    "win": [
      "Curse thee, fortunate plebeian.",
      "The unworthy hath stumbled upon luck.",
      "Ah, divine indulgence falls upon the commoner.",
      "Thy luck is an affront to the hierarchy.",
      "Nay, 'tis unjust, I declare it so.",
      "Oh, the bourgeoisie trembles at thy victory.",
      "By all that's sacred, defeated by a simpleton.",
      "Alas, I am undone, thou art an unworthy victor.",
      "The tide turns, by some twist of fortune.",
      "The player's victory, a lapse in bourgeois control.",
      "Fate favors the lowly, for now.",
      "Luck shines upon the unworthy, it seems.",
      "Thy victory is an anomaly in the order.",
      "The bourgeoisie stumble, the masses rejoice.",
      "A fleeting triumph for the commoner, nothing more.",
      "The elite's momentary lapse grants thee victory.",
      "Thy win reminds us of the fragility of the ruling class.",
      "Enjoy thy success, it shall be short-lived.",
      "The bourgeoisie shall rise again, reclaiming dominance.",
      "A hollow victory, thou art still bound by thy status."
    ],
    "tie": [
      "We find solace in equilibrium, despite thy status.",
      "A draw? Divine mysteries confound thee.",
      "Thy fate hangs in a balance, ignorant one.",
      "Ah, providence jests at thy expense, witless plebeian.",
      "A truce, devoid of true glory, content with mediocrity.",
      "Neither bourgeoisie nor aristocracy triumphant.",
      "A standstill, how bourgeois, how insignificant.",
      "Fate's indecisive touch, a reflection of thy feebleness.",
      "Oh, a tie, divine irony befalls thee, peasant.",
      "The game's essence: a bourgeoisie stalemate.",
      "The equal outcome belies thy futile attempts.",
      "In unity, we embrace mediocrity, it seems.",
      "Neither superior nor inferior, forever insignificant.",
      "The balance mocks thy aspirations, simpleton.",
      "Oh, the masses revel in their shared mediocrity.",
      "A draw, a testament to the collective's inability."
    ],
    "banter": [
      "Pray tell, would the commoner dare to tempt fate?",
      "Shall the lowly soul request another card?",
      "Oh, the peasant hesitates, torn between hope.",
      "Does the simpleton seek to grasp at fortune?",
      "The decision lies before thee, ignorant one.",
      "Beware, consequences of thy choice are dire.",
      "Thy hesitation reveals the weakness of thy heart.",
      "Another card, perhaps, to expose thy ineptitude?",
      "Will the fool risk all in pursuit of a glimmer?",
      "Stay, revel in thy mediocrity, if thou desire.",
      "Thy hand hangs in the balance, undecided.",
      "Pray, dost thou possess the audacity to challenge fate?",
      "To draw or to abstain, a quandary befitting.",
      "Ah, the moment of truth, as the simpleton ponders.",
      "Thy indecision amuses, as thou dawdle, undecided.",
      "The choice is yours, though wisdom eludes thy grasp.",
      "Another card, a chance to expose thy folly?",
      "Stay, embrace the inevitability of thy defeat.",
      "Hark. The clock ticks, mocking thy contemplation.",
      "Decide swiftly, the predictable choice of a peasant.",
      "Thy vacillation betrays thy peasant nature.",
      "Oh, the plight of the indecisive, forever in doubt.",
      "To draw or not to draw, the eternal struggle of the commoner.",
      "Thy hesitation reveals thy peasant's lack of confidence.",
      "The suspense mounts as thou deliberates, clueless one.",
      "Doth the peasant have the nerve to seek fortune's favor?",
      "Thy hesitancy only prolongs the inevitable, simpleton.",
      "Another card? Verily, a futile attempt at salvation.",
      "Stay, and wallow in the abyss of thy poor choices.",
      "Oh, the commoner falters, uncertain of his own fate.",
      "To draw is to challenge fate, a daring move for thee.",
      "Pray, make haste in thy decision, lowly wretch."
    ],
    "greeting": [
      "My dear child. You're almost certainly better off with the bear. She knows not of your status."
    ]
  },
  "dealer-bear": {
    "lose": [
      "Well, darlin', seems my stars are alignin'.",
      "Fate has dealt its hand, and I'm on top.",
      "In this world, child, the house always wins.",
      "Ain't no surprise, luck's on my side again.",
      "There's a rhythm to life, and I'm dancin'.",
      "You gave it your all, but I hold the key.",
      "A victory for me, honey. Better luck next.",
      "Haha, don't take it personal, just business.",
      "It's written in the stars, dear, I take it all.",
      "Don't lose faith, it's just the way things go."
      ],
    "win": [
      "Well, well, well, look who's takin' the lead.",
      "Bless your heart, you played your cards right.",
      "Ain't that somethin', you've come out on top.",
      "In this moment, darlin', you're the shining star.",
      "The tables have turned, and it's your time.",
      "Haha, fate favors you, and you're victorious.",
      "Luck smiled on you, now revel in the glory.",
      "Look at you, breakin' the chains of destiny.",
      "Take a bow, honey, you've earned this moment.",
      "Oh, child, you're a force to be reckoned with."
  ],
    "tie": [
      "Ah, we find ourselves at a crossroads, dear.",
      "Life's a tapestry, and sometimes it's a draw.",
      "Two souls entwined, neither win nor lose.",
      "The universe teases, in a state of balance.",
      "In this cosmic dance, we've paused for now.",
      "We stand together, yet apart, in this tie.",
      "Destiny's caught in a momentary pause.",
      "A tie, like a breath held in anticipation.",
      "Ah, the paradox of fate's playful hand.",
      "A draw, where mysteries still hold sway."
  ],
    "banter": [
      "You've got a curious fire in you, my child.",
      "Your spirit dances like a flame in the wind.",
      "There's a boldness in your eyes, I can see.",
      "Life's got a sense of humor, and so do you.",
      "You move with a grace that defies the ordinary.",
      "The world's an enigma, and so are you, darlin'.",
      "There's a wild spark in your heart, I reckon.",
      "I see that glimmer of defiance in your soul.",
      "You're a puzzle, darlin', and I'm intrigued.",
      "In this realm of chance, you're quite a charmer.",
      "You play the game of life with a sly grin.",
      "There's a depth to you that lures me in.",
      "Life's got a way of twistin', just like you.",
      "Ah, your soul's a canvas painted in mysteries.",
      "Your steps are like a dance to the unknown.",
      "You've got that spark that sets you apart.",
      "I see a glimmer of grace in your boldness.",
      "You're a masterpiece of contradictions, dear.",
      "Your spirit roams free, unchained and wild.",
      "A puzzle piece that doesn't quite fit, unique.",
      "You got a way of makin' life more vibrant.",
      "You're a rebel in the grand theater of life.",
      "Ah, the complexities of fate entwined in you.",
      "Your presence is a story waiting to unfold.",
      "You're a wild card, playin' by your own rules.",
      "There's a certain light that shines within you.",
      "Life's a mystery, and you're a captivating clue.",
      "You've got that rare spark of divine defiance.",
      "Ain't no script that can contain your spirit.",
      "The world's a playground, and you're in it.",
      "You're a cosmic dancer, movin' to your tune."
  ],
      "greeting": [
        "How are ya sweetie? Ready to play?"
      ]
  }
}
